Repository: AmrReda92/Adweyaty_app
Catalog: lib/l10n/intl_*.arb
Languages: ar

# splashText
source: ADWEYATY APP
ar: تطبيق صيدلية

# textOnboardingOne
source: Adweyaty is not just an app, it's your healthcare companion, putting the pharmacy at your fingertips. Adweyaty is here to simplify your healthcare journey.
ar: أدويتي ليس مجرد تطبيق، بل هو رفيقك في الرعاية الصحية، يضع الصيدلية بين يديك ، أدويتي هنا لتبسيط رحلة الرعاية الصحية الخاصة بك

# textOnboardingTwo
source: Browse and discover Adweyaty's wide range of products for quick and effective discovery
ar: تصفح واكتشف مجموعة منتجات أدويتي الواسعة لاكتشاف سريع وفعال

# textOnboardingThree
source: Customer Support: Connect with our dedicated Adweyaty support team for quick and friendly assistance, and order easily and conveniently through our user-friendly interface.
ar: دعم العملاء: تواصل مع فريق دعم أدويتي المتخصص للحصول على مساعدة سريعة وودية واطلب بكل سهولة ويسر من خلال واجهة سهلة الاستخدام

# titleOnBoardingOne
source: Next
ar: التالي

# titleOnBoardingTwo
source: Next
ar: التالي

# titleOnBoardingThree
source: Start
ar: إبدأ الان

# signUpLoginText
source: Welcome To Adweyaty
ar: أهلا بك في أدويتي

source: Register
ar: تسجيل

source: Login
ar: دخول

# signInText
source: Sign in to your account
ar: سجل الدخول إلى حسابك

# hintEmail
source: Email
ar: الإيميل

# hintPassword
source: Password
ar: الرقم السري

# forgot
source: Forgot Password?
ar: نسيت الرقم السري؟

source: password is not correct
ar: الرقم السري غير صحيح

# signUpText
source: Register to your account
ar: قم بإنشاء حسابك

# hintName
source: Name
ar: الإسم

# hintMobile
source: Mobile
ar: الهاتف

source: Name is required!
ar: الإسم مطلوب!

source: Mobile is not correct!
ar: الرقم غير صحيح!

source: Email is not correct
ar: الإيميل غير صحيح

# passwordSixChar
source: password must be more than 6 char
ar: الرقم السري يجب ان يكون اكثر من 6 خانات

# allFieldsCorrectly
source: Please fill all fields correctly
ar: من فضلك املأ الخانات بشكل صحيح

# accountSuccess
source: Account successfully created
ar: تم إنشاء الحساب بنجاح

# welcome
source: Welcome to Adweyaty!
ar: أهلا بك في أدويتي!

source: Start Now
ar: إبدأ الان

source: Welcome user
ar: مرحبا بالمستخدم

# welcomeOnly
source: Welcome
ar: مرحبا

source: Search for.....
ar: ابحث عن.....

# pressure
source: pressure medicines
ar: أدوية الضغط

# cough
source: cough medicines
ar: أدوية الكحة

# headache
source: headache medicines
ar: أدوية الصداع

# temperature
source: temperature medicines
ar: أدوية الحرارة

# woman
source: woman products
ar: منتجات المرأة

# vitamin
source: vitamin medicines
ar: فيتامينات

# Prescription
source: Send your Prescription
ar: أرسل الروشتة الخاصة بك

source: categories
ar: الفئات

source: Show All
ar: مشاهدة الكل

# homeNavBar
source: Home
ar: الرئيسية

# cartNavBar
source: Cart
ar: سلة التسوق

# favouriteNavBar
source: Favourite
ar: المفضلات

# profileNavBar
source: Profile
ar: صفحتي

source: Home
ar: الرئيسية

source: Settings
ar: الضبط

# supportAndHelp
source: Support & Help
ar: الدعم و المساعدة

# PolicyAndPrivacy
source: Policy & Privacy
ar: السياسة و الخصوصية

source: language
ar: اللغة

# ar
source: Arabic
ar: عربي

# en
source: English
ar: انجليزي

source: My Favourite
ar: مفضلاتي

source: My Cart
ar: عربتي

source: My Profile
ar: صفحتي

source: No favourites yet
ar: لا يوجد مفضلات بعد

# yourCartEmpty
source: Your Cart is Empty
ar: سلتك فارغة
